questions = [
    {
        "field": "description",
        "question": " خلاصه کوتاهی درباره رویداد بده"
    },
    {
        "field": "period.year",
        "question": "تاریخ امضای این قرارداد چه زمانی بوده است؟ فقط سال را به صورت عدد بنویس" + " خروجی باید به صورت عدد باشد"
    },
    {
        "field": "location.city",
        "question": "شهری که قرداد امضا شده چیست؟ فقط نام شهر" +" خروجی باید به صورت یک تک کلمه باشد"
    },
    {
        "field": "causes",
        "question": "دلیل امضای این قرارداد چیست؟جواب باید خلاصه و به صورت لیستی از موارد باشد." + " خروجی به صورت یک لیست باشد"
    },
    {
        "field": "belligerents",
        "question": "طرفین امضای این قراد چه کسانی یا چه کشورهایی هستند؟به صورت لیست از نام ها باید باشد" + " خروجی به صورت یک لیست باشد"
    },
    {
        "field": "result",
        "question": "نتیجه ی امضای قرارداد چه بوده است؟جواب به صورت خلاصه باید باشد"
    },
    {
        "field": "impact",
        "question": "این قرارداد چه تاثیراتی داشته است؟جواب باید به صورت لیستی از موارد و خلاصه باشد" + " خروجی به صورت یک لیست باشد"
    },
    {
        "field": "historical_significance",
        "question": "اهمیت تاریخی امضای این قرداد چیست؟جواب باید به صورت خلاصه "
    }
]