questions = [
    {
        "field": "period.start_year",
        "question": "سال شروع این نبرد یا جنگ چه زمانی است؟ فقط سال را به صورت عدد بنویس" + " خروجی باید به صورت عدد باشد"
    },
    {
        "field": "period.end_year",
        "question": "سال پایان این نبرد یا جنگ چه زمانی است؟ فقط سال را بنویس" + " خروجی باید به صورت عدد باشد"
    },
    {
        "field": "location.position",
        "question": "این وافعه در کجا رخ داده است؟ فقط نام مکان" + " خروجی باید به صورت یک تک کلمه یا یک آدرس باشد"
    },
    {
        "field": "location.province",
        "question": "این وافعه در کدام استان رخ داده است؟ فقط نام مکان" + " خروجی باید به صورت یک تک کلمه یا یک آدرس باشد"
    },
    {
        "field": "location.city",
        "question": "این وافعه در کدام شهر رخ داده است؟ فقط نام مکان" + " خروجی باید به صورت یک تک کلمه یا یک آدرس باشد"
    },
    {
        "field": "causes",
        "question": "دلایل رخ دادن این رویداد را به صورت لیست بنویس" + " خروجی به صورت یک لیست باشد"
    },
    {
        "field": "casualties",
        "question": "تلفات این رویداد را لیست کن" + " خروجی به صورت یک لیست باشد"
    },
    {
        "field": "impact",
        "question": "این رویداد چه تاثیراتی داشت، لیست کن، جملات کوتاه" + " خروجی به صورت یک لیست باشد"
    },
    {
        "field": "historical_significance",
        "question": "این رویداد چه اهمیت تاریخی دارد؟ به صورت یک تک جمله جواب بده."
    },
    {
        "field": "belligerents.names",
        "question": "دو طرف این واقعه کدام کشورها هستند؟ فقط نام های آنان، جمله ننویس"
    },
    {
        "field": "belligerents.leaders",
        "question": "رهبران دو طرف این واقعه چه کسانی هستند؟ فقط نام های آنان، جمله ننویس"
    },
]
